tap "achannarasappa/tap"
tap "eranif/codelite"
tap "homebrew-ffmpeg/ffmpeg"
tap "homebrew/bundle"
tap "kreuzwerker/taps"
tap "romkatv/powerlevel10k"
tap "teamookla/speedtest"
brew "aichat"
brew "libpng"
brew "libtiff"
brew "webp"
brew "argc"
brew "atuin"
brew "autossh"
brew "gettext"
brew "awscli"
brew "coreutils"
brew "bats-core"
brew "boost"
brew "bottom"
brew "pcre2"
brew "glib"
brew "gcc"
brew "libomp"
brew "clang-format"
brew "cloc"
brew "cmake"
brew "cookiecutter"
brew "curl"
brew "ddcctl"
brew "diff-so-fancy"
brew "difftastic"
brew "direnv"
brew "docker"
brew "fd"
brew "libarchive"
brew "librist"
brew "sdl2"
brew "ffmpeg"
brew "fzf"
brew "gh"
brew "git"
brew "git-lfs"
brew "gnuplot"
brew "pkg-config"
brew "gping"
brew "grep"
brew "htop"
brew "httpie"
brew "iperf3"
brew "ipython"
brew "jpeg"
brew "jq"
brew "node"
brew "jupyterlab"
brew "libmagic"
brew "llvm"
brew "macchina"
brew "mackup"
brew "mas"
brew "ninja"
brew "meson"
brew "miniserve"
brew "nim"
brew "onefetch"
brew "opencv"
brew "pastel"
brew "perl"
brew "pipx"
brew "procs"
brew "pv"
brew "ripgrep"
brew "rmlint"
brew "sdl2_gfx"
brew "sdl2_image"
brew "sdl2_mixer"
brew "sdl2_net"
brew "sdl2_ttf"
brew "sdl_ttf"
brew "sfml"
brew "sloccount"
brew "starship"
brew "tealdeer"
brew "terraform"
brew "terragrunt"
brew "thefuck"
brew "tmux"
brew "tokei"
brew "tree"
brew "trippy"
brew "vim"
brew "wget"
brew "wireguard-tools"
brew "xh"
brew "ykman"
brew "youtube-dl"
brew "yt-dlp"
brew "zsh"
brew "achannarasappa/tap/ticker"
brew "kreuzwerker/taps/m1-terraform-provider-helper"
brew "teamookla/speedtest/speedtest"
cask "1password"
cask "anaconda"
cask "font-caskaydia-cove-nerd-font"
cask "font-hack-nerd-font"
cask "github"
cask "iterm2"
cask "sloth"
mas "1Password for Safari", id: 1569813296
mas "AdBlock", id: 1402042596
mas "AdBlock Pro", id: 1018301773
mas "DaisyDisk", id: 411643860
mas "Dato", id: 1470584107
mas "Droplr", id: 498672703
mas "Flycut", id: 442160987
mas "Hand Mirror", id: 1502839586
mas "HP Easy Scan", id: 967004861
mas "HP Smart", id: 1474276998
mas "IPTV Expert", id: 1641944027
mas "Kindle", id: 302584613
mas "PDF Expert", id: 1055273043
mas "Portal", id: 1436994560
mas "Quiver", id: 866773894
mas "Save to Pocket", id: 1477385213
mas "Super Agent", id: 1568262835
mas "TestFlight", id: 899247664
mas "Things", id: 904280696
mas "UpNote", id: 1398373917
mas "‎WhatsApp", id: 310633997
