tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "romkatv/powerlevel10k"
tap "teamookla/speedtest"
brew "atuin"
brew "autossh"
brew "gettext"
brew "awscli"
brew "bats-core"
brew "bottom"
brew "btm"
brew "pcre2"
brew "glib"
brew "pkg-config"
brew "cloc"
brew "cmake"
brew "cookiecutter"
brew "difftastic"
brew "exa"
brew "fd"
brew "gh"
brew "git"
brew "git-lfs"
brew "gping"
brew "grep"
brew "iperf3"
brew "ipython"
brew "libarchive"
brew "macchina"
brew "mackup"
brew "mas"
brew "ninja"
brew "meson"
brew "miniserve"
brew "nim"
brew "perl"
brew "procs"
brew "ripgrep"
brew "sdl2"
brew "sdl2_gfx"
brew "sdl2_image"
brew "sdl2_mixer"
brew "sdl2_net"
brew "sdl2_ttf"
brew "sdl_ttf"
brew "sloccount"
brew "speedtest-cli", link: false
brew "tealdeer"
brew "terraform"
brew "tmux"
brew "tokei"
brew "tree"
brew "wget"
brew "xh"
brew "ykman"
brew "youtube-dl"
brew "yt-dlp"
brew "zsh"
brew "romkatv/powerlevel10k/powerlevel10k"
brew "teamookla/speedtest/speedtest"
cask "1password"
cask "font-hack-nerd-font"
cask "github"
cask "sloth"
mas "AdBlock Pro", id: 1018301773
mas "Agenda", id: 1287445660
mas "DaisyDisk", id: 411643860
mas "Dato", id: 1470584107
mas "Droplr", id: 498672703
mas "Flycut", id: 442160987
mas "HP Easy Scan", id: 967004861
mas "HP Smart", id: 1474276998
mas "Quiver", id: 866773894
mas "Save to Pocket", id: 1477385213
mas "Things", id: 904280696
